Revit 2027 API
ParameterTypeId.DividedSurfaceDisplayGridlines Property
 "Gridlines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DividedSurfaceDisplayGridlines { get; }
Public Shared ReadOnly Property DividedSurfaceDisplayGridlines As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DividedSurfaceDisplayGridlines {
	ForgeTypeId^ get ();
}
static member DividedSurfaceDisplayGridlines : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace